test/dummy/app/views/homes/index.html.erb

SELECT "test_classes".* FROM "test_classes"
---
<ul>
<% TestClass.all.each do |u| %>